Repository: sukram230799/central-device-lifecycle-tool
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: Failed
de: Fehlgeschlagen

source: Endpoint, Client_ID and Credential exist. Continue
de: Endpoint, Client_ID and Credential vorhanden. Weiter

source: Please paste an endpoint name.
de: Bitte fügen Sie einen Endpunktnamen ein.

source: Please paste the client id.
de: Bitte fügen Sie die client id ein.

source: Please paste the client secret.
de: Bitte fügen Sie das client secret ein.

source: Please paste the full credential file from central. Then enter until okay.
de: Bitte fügen Sie die vollständige Anmeldedatei aus Central ein. Geben Sie dann Enter/neue Zeile ein, bis okay erscheint.

source: {serial} - Device in central?
de: {serial} - Gerät in Central?

source: {serial} is {device_type}
de: {serial} ist {device_type}

source: {serial} - Device Type not known. Aborting
de: {serial} - Geräte Typ/Device Type unbekannt. Abbrechen

source: {serial} - Delete Gateway
de: {serial} - Gateway löschen

source: {serial} - Deleted Gateway
de: {serial} - Gateway gelöscht

source: {serial} - Device Type {device_type} not supported. Aborting
de: {serial} - Gerätetyp {device_type} nicht unterstützt. Abbrechen

source: {serial} has those services: {device_services}
de: {serial} hat folgende Dienste/Services: {device_services}

source: {serial} - Unasign license option activated. Device will also be deleted
de: {serial} - Lizenz entfernen aktiviert. Gerät wird auch gelöscht

source: {serial} - Delete device option activated. License will be kept
de: {serial} - Gerät löschen aktiviert. Lizenz wird beibehalten

source: {serial} - Check Central
de: {serial} - Ist Gerät in Central

source: {serial} unsubscribed {success}, {out}
de: Lizenz für {serial} entfernt {success}, {out}

source: Unsubscribed
de: Lizenz entfernt

source: Subscription Error
de: Lizenzfehler

source: Not in Central
de: Nicht in Central

source: Deleted
de: Gelöscht

source: Deletion aborted
de: Löschen abgebrochen

source: Refreshing gateway list
de: Gatewayliste aktualisieren

source: {serial} - device in central?
de: {serial} - Gerät in Central?

source: {serial} - device in group?
de: {serial} - Gerät in Gruppe?

source: {serial} - is firmware known?
de: {serial} - Firmware bekannt?

source: {serial} - Move device to group {group}
de: {serial} - Gerät in Gruppe {group} verschieben

source: {serial} - get fw version local
de: {serial} - FW Version lokal erhalten

source: {serial} - Check fw version
de: {serial} - FW Version überprüfen

source: {serial} - Check fw version again!
de: {serial} - FW Version erneut überprüfen!

source: {serial} - Escalate fw status
de: {serial} - FW Status eskalieren

source: {serial} is in Central
de: {serial} Ist in Central

source: {serial} currently not known in Central
de: {serial} aktuell nicht in Central bekannt

source: {serial} version is known
de: {serial} Firmware ist bekannt

source: {serial} version could not be determined. Is device online?
de: {serial} Version konnte nicht gefunden werden. Ist das Gerät online?

source: {serial} is offline. Please connect and wait...
de: {serial} ist offline. Bitte verbinden und warten...

source: {serial} is online. But version unknown ¯\_(ツ)_/¯
de: {serial} ist online. Aber Version nicht bekannt ¯\_(ツ)_/¯

source: {serial} is in correct group
de: {serial} Gerät ist in korrekter Gruppe

source: {serial} is in wrong group
de: {serial} Gerät ist in falscher Gruppe

source: {serial} is up-to-date
de: {serial} ist aktuell

source: {serial} - Escalating
de: {serial} - Eskalieren

source: {serial} not up-to-date. Check later or escalate by scanning again!
de: {serial} ist nicht aktuell. Später versuchen oder mit wiederholtem Scannen eskalieren!

source: Check Gateway Fírmware status.
de: Gateway Firmware überprüfen.

source: Launch using web api and interface
de: Mit Webapi und Weboberfläche starten

source: Lauch locally using a simplistic command line interface
de: Lokal mit primitiver Textoberfläche starten

source: Specify the port for webserver
de: Port des Webservers

source: Specify the address for webserver
de: Adresse des Webservers

source: Override target firmware for the device. **CAUTION** does not set the version in central - So it might not match and therefore throw errors
de: Ziel Firmware Version überschreiben. **ACHTUNG** falls diese nicht mit der Version in Central übereinstimmt kommt es zu Fehlern

source: Group for the devices in central
de: Central Gruppe der Geräte

source: Client id file
de: Client Id Datei

source: Enable excel module
de: Excelmodus aktivieren

source: Excel log file
de: Execeldatei

source: Path for excel files to be stored for download
de: Pfad für Excel-Dateien, die zum Herunterladen zwischengespeichert werden sollen

source: URL from which the excel download will be served
de: URL von der aus die Excel Dateien heruntergeladen werden können

source: Instead of deleteing the excel file after a session completes keep it
de: Excel Dateien behalten anstatt diese nach der Nutzersession zu löschen

source: Running in web mode
de: Im Webmodus gestartet

source: Running in local mode
de: Im lokalen Modus gestartet

source: Decomission {decomission} or Firmware {firmware}
de: Dekomissionierund {decomission} oder Firmware {firmware}

source: Operation mode unknown
de: Operationsmodus unbekannt

source: Please specify either --web or --console
de: Entweder --web oder --console angeben

source: Serial Number
de: Seriennummer
